---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeWebthicknessLocation
source: html/4bb95304-eae7-6886-3e50-7d277c561000.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeWebthicknessLocation Property

"Web Thickness Location"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionIshapeWebthicknessLocation { get; }
```